Repository: SomeoneAndNoone/CV-for-Khamidjon-Flutter-
Catalog: lib/l10n/intl_*.arb
Languages: uz

source: Success
uz: Muvaffaqiyat

source: Warning!
uz: Ogohlantirish!

source: Some error!
uz: Qandaydir xatolik sodir bo'ldi!

source: Function in development
uz: Bu funksiya hali mavjud emas

source: Your internet connection was restored
uz: Internet aloqangiz tiklandi.

source: Connection is lost
uz: Aloqa yo'qoldi

# please_check_your_internet_connection
source: Please check your wifi or mobile network connection
uz: Iltimos aloqangizni tekshiring

source: Data Received Successfully
uz: Ma'lumot muvaffaqiyatli yuklandi

source: Data got from storage due to Network Error
uz: Ma'lumot internet yo'qligi tufayli qurilmadan olindi

source: Fetching data failed!
uz: Malumotni olishda xatolik sodir bo'ldi

# my_name
source: Khamidjon Khamidov
uz: Xamidjon Xamidov

# page_home
source: Home
uz: Asosiy

# page_about_me
source: About Me
uz: Men Haqimda

# page_skills
source: Skills
uz: Bilimlar

# page_achievements
source: Achievements
uz: Muvaffaqiyatlar

# page_projects
source: Projects
uz: Loyihalar

# page_posts
source: Posts
uz: Postlar

# page_app_details
source: App Details
uz: Ilova Haqida

source: More Options
uz: Boshqalar

source: Exit
uz: Chiqish
